{
  "title": "Masterclass de Inglés Empresarial",
  "tagline": "Comunícate como un Jefe!",
  "description": "Presenta tu modelo de negocios a un panel de inversionistas, realiza tu primera venta, y practica tus habilidades de presentación en nuestro curso intensivo de inglés empresarial.",
  "register_now": "Regístrate",
  "register": "Regístrate",
  "course_overview": "Resumen del Curso",
  "learning_goals": "Metas de aprendizaje",
  "course_information": "Información del curso",
  "communication": "Comunicación",
  "communication_goal": "Mejora tus habilidades de presentación. Practica persuadir a otros de tus ideas en un entorno profesional. Gana confianza hablando con inversionistas, clientes, compañeros de equipo y otros empresarios.",
  "vocabulary": "Vocabulario",
  "vocabulary_goal": "Aprende a describir diversas industrias, productos, empresas y clientes utilizando términos comerciales comunes.",
  "grammar": "Gramática",
  "grammar_goal": "¡Revisa temas de gramática relevantes cada semana para prepararte para tu próxima Misión!",
  "workshop": "Taller",
  "mission": "Misión",
  "dates": "1 de septiembre - 24 de septiembre",
  "days": "Los martes y jueves",
  "levels": "Ambassador (B2), Ninja (C1)",
  "class_size": "3-6 estudiantes",
  "price": "$2,200 MXN",
  "curriculum": "Plan de estudios",
  "total_duration": "Duración total: ",
   "total_classes": "Clases en Total: ",
  "available_levels": "Niveles Disponibles: ",
  "class_size_title": "Número de Estudiantes: ",
  "price_title": "Precio: ",
  "Reviews": "Reseñas",
  "weeks": [
    {
      "week_number": "Semana #1: ",
      "mission_title": "Misión: Pitch para Inversionistas",
      "mission_image": "investmentpitch",
      "workshop_image": "investmentpitch",
      "mission_description": "Acabas de abrir una empresa y necesitas inversión. ¿Puedes persuadir a los inversionistas para que financien tu nuevo negocio? (55 minutes)",
      "workshop_description": "Describe industrias, productos, clientes, y términos comerciales generales. Aprende estrategias de comunicación para la presentación formal. (45 minutos)"
    },
    {
      "week_number": "Semana #2: ",
      "mission_title": "Misión: Tu Primera Venta",
      "mission_image": "firstsale",
      "workshop_image": "firstsale",
      "mission_description": "Acabas de lanzar tu primera empresa, pero tienes competencia feroz en el mercado. ¿Puedes convencer a los clientes que compren tu producto para ganar tu primera venta?",
      "workshop_description": "Compara y contrasta productos y necesidades de clientes. Aprende estrategias de comunicación para persuasión y debate. (45 minutos)"
    },
    {
      "week_number": "Semana #3: ",
      "mission_title": "Misión: Crisis de los Clientes",
      "mission_image": "customercrisis",
      "workshop_image": "customercrisis",
      "mission_description": "Tu compañía acaba de lanzar un nuevo producto, pero algo salió terriblemente mal. ¿Puedes resolver las quejas de los clientes antes de que se acabe el tiempo?",
      "workshop_description": "Describe problemas y soluciones comunes de los clientes. Aprende estrategias para la comunicación con clientes y los desacuerdos. (45 minutos)"

    },
    {
      "week_number": "Semana #4: ",
      "mission_title": "Misión: El Plan de Negocios",
      "mission_image": "businessplan",
      "workshop_image": "businessplan",
      "mission_description": "Tú y tus compañeros de equipo quieren crear una empresa, pero todos tienen ideas diferentes. ¿Pueden llegar a un acuerdo y presentar un plan final para el negocio?",
      "workshop_description": "Usa el vocabulario que has aprendido para generar ideas para una nueva compañía. Aprende a describir partes de un plan de negocios y a preparar una presentación comercial. (45 minutos)"
    }
  ]
}