{
  "title": "Curso de Negocios de Envoy English",
  "tagline": "Conversaciones de Negocios",
  "description": "Practica tu inglés empresarial en situaciones de la vida real, como una reunión de la junta, una entrevista de trabajo, y una llamada de ventas.",
  "register_now": "Regístrate",
  "register": "Regístrate",
  "course_overview": "Resumen del Curso",
  "course_description": "¿Te cuesta comunicarte en inglés en el trabajo? Este curso te brindará la práctica y la confianza que necesitas para comunicarte de manera eficaz. Cada semana revisaremos el nuevo vocabulario empresarial y luego aplicaremos lo que hemos aprendido en una situación empresarial de la vida real. Practicarás hablar en una reunión formal de negocios, realizar una venta, realizar una entrevista de trabajo y más. Nuestros cursos en línea están diseñados para satisfacer las necesidades de profesionales ocupados como tú y para brindarte las habilidades necesarias para sobresalir en el trabajo.",
  "dates": "23 de septiembre - 14 de octubre",
  "days": "Los miércoles",
  "levels": "Messenger (B1)",
  "class_size": "3-6 estudiantes",
  "price": "$1,199 MXN",
  "curriculum": "Plan de estudios",
  "total_classes": "Clases en Total: ",
  "available_levels": "Niveles Disponibles: ",
  "class_size_title": "Número de Estudiantes: ",
  "price_title": "Precio: ",
  "Reviews": "Reseñas",
  "FreeTrial": {
    "header": "Regístrate para una clase de prueba gratis",
    "description": "¿No conoces tu nivel de inglés? ¡Obtén una evaluación gratuita durante tu clase de prueba!",
    "button": "Inscríbete"
  },
  "weeks": [
    {
      "week_number": "Semana #1",
      "mission_title": "Reunión de la Junta",
      "mission_image": "https://document-export.canva.com/DAEEJzyfLdQ/14/thumbnail/0001-9330060016.png",
      "mission_description": "Eres miembro del directorio de tu empresa, que debe tomar una decisión importante. ¿Puedes comunicar tu punto de vista de manera eficaz para ayudar al directorio a tomar la decisión correcta?"
    },
    {
      "week_number": "Semana #2",
      "mission_title": "El juego de la contratación",
      "mission_image": "https://document-export.canva.com/DAEET-mcBgE/3/thumbnail/0001-9383534066.png",
      "mission_description": "Eres un reclutador que representa a un candidato para una vacante. ¿Puedes presentar tu caso y conseguir que se contrate a tu candidato?"
    },
    {
      "week_number": "Semana #3",
      "mission_title": "El Evento Corporativo",
      "mission_image": "https://document-export.canva.com/DAD3wrYY1GA/77/thumbnail/0001-9383416473.png",
      "mission_description": "Tu equipo tiene la tarea de planificar un evento especial, pero no todos en la empresa comparten las mismas ideas. ¿Puedes trabajar con tu equipo para planificar un evento exitoso?"
    },
    {
      "week_number": "Semana #4",
      "mission_title": "La gran venta",
      "mission_image": "https://document-export.canva.com/DAEEJ-8Gp1c/5/thumbnail/0001-9330058978.png",
      "mission_description": "Tienes un cliente interesado en tu producto, pero te enfrentas a una competencia feroz. ¿Puedes convencer al cliente de que elija tu solución?"
    }
  ]
}