{
  "title": "Curso de Negocios de Envoy English",
  "tagline": "Communicate like a Boss!",
  "description": "Presenta tu modelo de negocio a un panel de inversionistas, realiza tu primera venta, y practica tus habilidades de presentación en este curso de inglés de negocios.",
  "register_now": "Regístrate",
  "register": "Regístrate",
  "course_overview": "Resumen del curso",
  "learning_goals": "Metas de aprendizaje",
  "course_information": "Información del curso",
  "communication": "Communicación",
  "communication_goal": "Mejora tus habilidades de presentación y persuasión. Practica convencer a otros de tus ideas en un entorno profesional. Gana confianza hablando con inversionistas, clientes, compañeros de equipo, y otras personas de negocios.",
  "vocabulary": "Vocabulario",
  "vocabulary_goal": "Aprende a describir diversas industrias, productos, empresas, y clientes utilizando términos comerciales comunes.",
  "grammar": "Gramática",
  "grammar_goal": "¡Repasa temas gramaticales relevantes cada semana para preparar para tu próxima Misión!",
  "workshop": "Taller",
  "mission": "Misión",
  "dates": "16 de junio - 9 de julio",
  "days": "Martes y jueves",
  "levels": "Pioneer (A2), Messenger (B1), y Ambassador (B2)",
  "class_size": "3-6 estudiantes",
  "price": "$2,200 MXN",
  "curriculum": "Plan de estudios",
  "weeks": [
    {
      "week_number": "Semana #1: ",
      "mission_title": "Misión: Pitch de Inversionistas",
      "mission_image": "investmentpitch",
      "mission_description": "Acabas de abrir una empresa y necesitas inversión. ¿Puedes persuadir a los inversionistas para que financien tu nuevo negocio? (55 minutos)",
      "workshop_description": "Describe industrias, productos, clientes, y términos comerciales generales. Aprende estrategias de comunicación para la presentación formal. (45 minutos)"
    },
    {
      "week_number": "Semana #2: ",
      "mission_title": "Misión: Tu Primera Venta",
      "mission_image": "firstsale",
      "mission_description": "Acabas de lanzar tu primera empresa, pero tienes competencia feroz en el mercado. ¿Puedes convencer a los clientes que compren tu producto para ganar tu primera venta? (55 minutos)",
      "workshop_description": "Compara y contrasta productos y necesidades de clientes. Aprende estrategias de comunicación para persuasión y debate. (45 minutos)"
    },
    {
      "week_number": "Semana #3: ",
      "mission_title": "Misión: Crisis del Cliente",
      "mission_image": "customercrisis",
      "mission_description": "Tu compañía acaba de lanzar un nuevo producto, pero algo salió terriblemente mal. ¿Puedes resolver las quejas de los clientes antes de que se acabe el tiempo? (55 minutos)",
      "workshop_description": "Describe problemas y soluciones comunes de los clientes. Aprende estrategias para la comunicación con clientes y los desacuerdos. (45 minutos)"
    },
    {
      "week_number": "Semana #4: ",
      "mission_title": "Misión: El Plan de Negocios",
      "mission_image": "businessplan",
      "mission_description": "Tú y tus compañeros de equipo quieren crear una empresa, pero todos tienen ideas diferentes. ¿Pueden llegar a un acuerdo y presentar un plan final para el negocio? (55 minutos)",
      "workshop_description": "Usa el vocabulario que has aprendido para generar ideas para una nueva compañía. Aprende a describir partes de un plan de negocios y a preparar una presentación comercial. (45 minutos)"
    }
  ]
}